// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "裝置名稱";
"connection" = "連線";
"model" = "裝置機型";
"details" = "細節";
"aggregateDeviceType" = "裝置類型";
"isInstalled" = "已安裝";

"All" = "所有";

// Format string for info-label with no filter
"Found %lu devices" = "找到 %lu 部裝置";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "顯示了 %lu 個裝置（共 %lu 個）";

"Rendezvous" = "Bonjour";

"Add" = "新增";
"Cancel" = "取消";

// Filter titles
"Connection Type:" = "連線類型：";
"Device Type:" = "裝置類型：";

// Connection type filter menu items
"Printer" = "印表機";
"Scanner" = "掃描器";
"Fax" = "傳真";

// Sort filter tooltip
"ItemArrangement" = "更改項目排列方式";
"Arrange" = "排列";
